start_command_response = "Здраствуйте 👋🏼! Вы можете заказать продукты сидя у себя дома. Быстро и безопасно" \
"\n" \
"\n" \
"Для ознакомления со всеми функциями введите /help." \
"\n" \
"\n" \
"Также, если у вас есть жалобы/предложения разработчикам, используйте /feedback. 📝" \
"\n" \
"\n" \
"Удачи и продуктивности! 👨🏻‍💻"

added_to_bucket = "Added to bucket, thanks"

ask_amount_of_products = "Хорошо, введите сколько кг/шт данного продукта вам нужно: "

menu_initial = "Список продуктов которые вы можете заказать у нас 🛒:\n\n"

show_menu_text = "Выберите раздел: "

help_command_response = "Доступные команды:" \
"\n" \
"\n" \
"1. /feedback - Отправить предложение/жалобу разработчику" \
"\n" \
"2. /help - Список всех доступных команд."

products_empty_response = "Ваша корзина🧺 пуста!"

feedback_success_command_response = "Удачно отправил ваш фидбэк всем админам 🥳"

feedback_error_command_response = "/feedback <текст>"

feedback_write_text = "Окей, введите ваше предложение/жалобу: 📝" 

unknown_command_response = "Извините 😬, но я не знаю эту команду. Чтобы ознакомиться со всеми командами бота пропишите /help."

cancelled_successfully = "Операция отменена 🙃, надеюсь еще смогу помочь вам..."

show_products_command_response = "Список продуктов в вашей корзине🧺:" \
"\n" \


clear_command_confirmation = "Вы уверены что хотите очистисть всю вашу корзину? 🗑"

bucket_empty_command_response = "Извините, но ваша корзина🧺 пуста 😌"

clear_successfully_command_response = "Вы успешно очистили вашу корзину 🥳"

amount_is_not_number = "Нужно ввести число"

order_sent_command_response = "Спасибо!" \
"\n" \
"В скором времени мы свяжемся с вами!" \
"\n" \
"Ваша корзина🧺 была очищена."
