vegetables = [['Лук', 150, "тг/кг"],
             ['Картошка', 200, "тг/кг"],
             ['Сладкий перец', 1500, "тг/кг"]]

fruits = [['Яблоко', 249, "тг/кг"],
        ['Банан', 399, "тг/кг"],
        ['Груша', 649, "тг/кг"],
        ['Апельсин', 349, "тг/кг"]]

meals = [['Чечевичный суп', 700, "тг/порция"],
        ['Плов', 900, "тг/порция"]]

derinks = [['Ташкентский чай', 600, "тг/чайник"],
        ['Черный чай', 600, "тг/чайник"],
        ['Чай с молоком', 1000, "тг/шт"],
        ['Яблочный сок', 300, "тг/литр"],
        ['Fuse Tea', 300, "тг/литр"]]




